[{"title": "International Organization for Standardization", "summary": "The International Organization for Standardization (ISO ) is an international standard development organization composed of representatives from the national standards organizations of member countries. Membership requirements are given in Article 3 of the ISO Statutes.ISO was founded on 23 February 1947, and (as of November 2022) it has published over 24,500 international standards covering almost all aspects of technology and manufacturing. It has 811 Technical committees and sub committees to take care of standards development. The organization develops and publishes standardization in all technical and nontechnical fields other than electrical and electronic engineering, which is handled by the IEC. It is headquartered in Geneva, Switzerland, and works in 167 countries as of 2023. The three official languages of the ISO are English, French, and Russian.", "url": "https://en.wikipedia.org/wiki/International_Organization_for_Standardization", "interest": "international organization for standardization", "relatedTopics": [{"title": "International Organization for Standardization", "summary": "The International Organization for Standardization (ISO ) is an international standard development organization composed of representatives from the national standards organizations of member countries. Membership requirements are given in Article 3 of the ISO Statutes.ISO was founded on 23 February 1947, and (as of November 2022) it has published over 24,500 international standards covering almost all aspects of technology and manufacturing. It has 811 Technical committees and sub committees to take care of standards development. The organization develops and publishes standardization in all technical and nontechnical fields other than electrical and electronic engineering, which is handled by the IEC. It is headquartered in Geneva, Switzerland, and works in 167 countries as of 2023. The three official languages of the ISO are English, French, and Russian.", "url": "https://en.wikipedia.org/wiki/International_Organization_for_Standardization", "interest": "ISO", "relatedTopics": [{"title": "International Organization for Standardization", "summary": "The International Organization for Standardization (ISO ) is an international standard development organization composed of representatives from the national standards organizations of member countries. Membership requirements are given in Article 3 of the ISO Statutes.ISO was founded on 23 February 1947, and (as of November 2022) it has published over 24,500 international standards covering almost all aspects of technology and manufacturing. It has 811 Technical committees and sub committees to take care of standards development. The organization develops and publishes standardization in all technical and nontechnical fields other than electrical and electronic engineering, which is handled by the IEC. It is headquartered in Geneva, Switzerland, and works in 167 countries as of 2023. The three official languages of the ISO are English, French, and Russian.", "url": "https://en.wikipedia.org/wiki/International_Organization_for_Standardization", "interest": "ISO"}, {"title": "Standardization", "summary": "Standardization or standardisation is the process of implementing and developing technical standards based on the consensus of different parties that include firms, users, interest groups, standards organizations and governments. Standardization can help maximize compatibility, interoperability, safety, repeatability, or quality. It can also facilitate a normalization of formerly custom processes. In social sciences, including economics, the idea of standardization is close to the solution for a coordination problem, a situation in which all parties can realize mutual gains, but only by making mutually consistent decisions.", "url": "https://en.wikipedia.org/wiki/Standardization", "interest": "Standardization"}, {"title": "ISO 1", "summary": "ISO 1 is an international standard set by the International Organization for Standardization that specifies the standard reference temperature for geometrical product specification and verification. The temperature is fixed at 20 °C, which is equal to 293.15 kelvin and 68 degrees Fahrenheit.Due to thermal expansion, precision length measurements need to be made at (or converted to) a defined temperature. ISO 1 helps in comparing measurements by defining such a reference temperature. The reference temperature of 20 °C was adopted by the CIPM on 15 April 1931, and became ISO recommendation number 1 in 1951.  It soon replaced worldwide other reference temperatures for length measurements that manufacturers of precision equipment had used before, including 0 °C, 62 °F, and 25 °C. Among the reasons for choosing 20 °C was that this was a comfortable and practical workshop temperature and that it resulted in an integer value on both the Celsius and Fahrenheit scales.", "url": "https://en.wikipedia.org/wiki/ISO_1", "interest": "ISO 1"}]}, {"title": "Standardization", "summary": "Standardization or standardisation is the process of implementing and developing technical standards based on the consensus of different parties that include firms, users, interest groups, standards organizations and governments. Standardization can help maximize compatibility, interoperability, safety, repeatability, or quality. It can also facilitate a normalization of formerly custom processes. In social sciences, including economics, the idea of standardization is close to the solution for a coordination problem, a situation in which all parties can realize mutual gains, but only by making mutually consistent decisions.", "url": "https://en.wikipedia.org/wiki/Standardization", "interest": "Standardization", "relatedTopics": [{"title": "International Organization for Standardization", "summary": "The International Organization for Standardization (ISO ) is an international standard development organization composed of representatives from the national standards organizations of member countries. Membership requirements are given in Article 3 of the ISO Statutes.ISO was founded on 23 February 1947, and (as of November 2022) it has published over 24,500 international standards covering almost all aspects of technology and manufacturing. It has 811 Technical committees and sub committees to take care of standards development. The organization develops and publishes standardization in all technical and nontechnical fields other than electrical and electronic engineering, which is handled by the IEC. It is headquartered in Geneva, Switzerland, and works in 167 countries as of 2023. The three official languages of the ISO are English, French, and Russian.", "url": "https://en.wikipedia.org/wiki/International_Organization_for_Standardization", "interest": "ISO"}, {"title": "International Organization (journal)", "summary": "International Organization is a quarterly peer-reviewed academic journal that covers the entire field of international affairs. It was established in 1947 and is published by Cambridge University Press on behalf of the International Organization Foundation. The editor-in-chief is Erik Voeten (Georgetown University).\nInternational Organization is considered the leading journal in the field of International Relations, and one of the top journals in political science. In a 2005 survey of international relations scholars on \"which journals publish articles that have the greatest impact\" in their field, about 70% included International Organization among the 4 \"top journals\", ranking it first among 28 journals. According to the Journal Citation Reports, the journal has a 2017 impact factor of 4.517, ranking it 2nd out of 169 journals in the category \"Political Science\" and 1st out of 85 journals in the category \"International Relations\".The journal was founded in 1947 by the World Peace Foundation, a philanthropic institution. In its early years, the journal focused on the United Nations, but expanded its scope over time to become a general international relations journal. The journal has been credited with helping to establish the subfield of International Political Economy within International Relations. Robert Keohane and Joseph Nye, who joined the journal in 1968, played an important role in steering the journal from scholarship focused on the UN to generalist scholarship in International Relations. Keohane and Nye broadened the definition of institution so that it did not exclusively refer to formal organizations. In the 1990s, the journal played an important role in expanding the theoretical pluralism of International relations scholarship, bringing prominence to social theories (such as rational choice and constructivism) alongside the traditional realist and liberal theoretical frameworks.Keohane was editor of the journal from 1972 to 1980. Peter J. Katzenstein was editor of the journal from 1980 to 1986. Stephen D. Krasner was editor of the journal from 1986 to 1991. Lisa Martin is the first female editor of the journal from 2001 to 2006. The journal has been the flagship journal of International Relations since the mid-1970s.", "url": "https://en.wikipedia.org/wiki/International_Organization_(journal)", "interest": "International Organization"}, {"title": "London", "summary": "London ( listen) is the capital and largest city of England and the United Kingdom, with a population of just under 9 million. It stands on the River Thames in south-east England at the head of a 50-mile (80 km) estuary down to the North Sea, and has been a major settlement for two millennia. The City of London, its ancient core and financial centre, was founded by the Romans as Londinium and retains its medieval boundaries. The City of Westminster, to the west of the City of London, has for centuries hosted the national government and parliament. Since the 19th century, the name \"London\" has also referred to the metropolis around this core, historically split between the counties of Middlesex, Essex, Surrey, Kent, and Hertfordshire, which since 1965 has largely comprised Greater London, which is governed by 33 local authorities and the Greater London Authority.As one of the world's major global cities, London exerts a strong influence on its arts, entertainment, fashion, commerce and finance, education, health care, media, science and technology, tourism, and transport and communications. Its GDP (€801.66 billion in 2017) makes it the largest urban economy in Europe, and it is one of the major financial centres in the world. With Europe's largest concentration of higher education institutions, it is home to some of the highest-ranked academic institutions in the world—Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London. London is the most visited city in Europe and has the busiest city airport system in the world. The London Underground is the oldest rapid transit system in the world.London's diverse cultures encompass over 300 languages. The mid-2018 population of Greater London of about 9 million made it Europe's third-most populous city, accounting for 13.4% of the population of the United Kingdom and over 16% of the population of England. The Greater London Built-up Area is the fourth-most populous in Europe with about 9.8 million inhabitants at the 2011 census. The London metropolitan area is the third-most populous in Europe with about 14 million inhabitants in 2016, granting London the status of a megacity.\nLondon has four World Heritage Sites: the Tower of London; Kew Gardens; the combined Palace of Westminster, Westminster Abbey, and St Margaret's Church; and also the historic settlement in Greenwich, where the Royal Observatory, Greenwich defines the prime meridian (0° longitude) and Greenwich Mean Time. Other landmarks include Buckingham Palace, the London Eye, Piccadilly Circus, St Paul's Cathedral, Tower Bridge, and Trafalgar Square. London has many museums, galleries, libraries and cultural venues, including the British Museum, National Gallery, Natural History Museum, Tate Modern, British Library, and numerous West End theatres. Important sporting events held in London include the FA Cup Final (held annually at Wembley Stadium), Wimbledon Tennis Championships and the London Marathon. In 2012, London became the first city to host three Summer Olympic Games.", "url": "https://en.wikipedia.org/wiki/London", "interest": "London"}]}, {"title": "ISO 1", "summary": "ISO 1 is an international standard set by the International Organization for Standardization that specifies the standard reference temperature for geometrical product specification and verification. The temperature is fixed at 20 °C, which is equal to 293.15 kelvin and 68 degrees Fahrenheit.Due to thermal expansion, precision length measurements need to be made at (or converted to) a defined temperature. ISO 1 helps in comparing measurements by defining such a reference temperature. The reference temperature of 20 °C was adopted by the CIPM on 15 April 1931, and became ISO recommendation number 1 in 1951.  It soon replaced worldwide other reference temperatures for length measurements that manufacturers of precision equipment had used before, including 0 °C, 62 °F, and 25 °C. Among the reasons for choosing 20 °C was that this was a comfortable and practical workshop temperature and that it resulted in an integer value on both the Celsius and Fahrenheit scales.", "url": "https://en.wikipedia.org/wiki/ISO_1", "interest": "ISO 1", "relatedTopics": [{"title": "International Organization for Standardization", "summary": "The International Organization for Standardization (ISO ) is an international standard development organization composed of representatives from the national standards organizations of member countries. Membership requirements are given in Article 3 of the ISO Statutes.ISO was founded on 23 February 1947, and (as of November 2022) it has published over 24,500 international standards covering almost all aspects of technology and manufacturing. It has 811 Technical committees and sub committees to take care of standards development. The organization develops and publishes standardization in all technical and nontechnical fields other than electrical and electronic engineering, which is handled by the IEC. It is headquartered in Geneva, Switzerland, and works in 167 countries as of 2023. The three official languages of the ISO are English, French, and Russian.", "url": "https://en.wikipedia.org/wiki/International_Organization_for_Standardization", "interest": "International Organization for Standardization"}, {"title": "General Conference on Weights and Measures", "summary": "The General Conference on Weights and Measures (GCWM; French: Conférence générale des poids et mesures, CGPM) is the supreme authority of the International Bureau of Weights and Measures (BIPM), the intergovernmental organization established in 1875 under the terms of the Metre Convention through which member states act together on matters related to measurement science and measurement standards. The CGPM is made up of delegates of the governments of the member states and observers from the Associates of the CGPM. Under its authority, the International Committee for Weights and Measures (ICWM; Comité international des poids et mesures, CIPM) executes an exclusive direction and supervision of the BIPM.\nInitially the Metre Convention was only concerned with the kilogram and the metre, but in 1921 the scope of the treaty was extended to accommodate all physical measurements and hence all aspects of the metric system. In 1960 the 11th CGPM approved the International System of Units, usually known as \"SI\".\nThe General Conference receives the report of the CIPM on work accomplished; it discusses and examines the arrangements required to ensure the propagation and improvement of the International System of Units (SI); it endorses the results of new fundamental metrological determinations and various scientific resolutions of international scope; and it decides all major issues concerning the organization and development of the BIPM, including its financial endowment.The CGPM meets in Paris, usually once every four years. The 25th meeting of the CGPM took place from 18 to 20 November 2014, the 26th meeting of the CGPM took place in Versailles from 13 to 16 November 2018, and the 27th meeting of the CGPM took place from 15 to 18 November 2022.", "url": "https://en.wikipedia.org/wiki/General_Conference_on_Weights_and_Measures", "interest": "CIPM"}, {"title": "Celsius", "summary": "The degree Celsius is the unit of temperature on the Celsius scale (originally known as the centigrade scale outside Sweden), one of two temperature scales used in the International System of Units (SI), the other being the Kelvin scale. The degree Celsius (symbol: °C) can refer to a specific temperature on the Celsius scale or a unit to indicate a difference or range between two temperatures. It is named after the Swedish astronomer Anders Celsius (1701–1744), who developed a variant of it in 1742. The unit was called centigrade in several languages (from the Latin centum, which means 100, and gradus, which means steps) before 1968, when it was renamed to honour Celsius and also to remove confusion with the term for one hundredth of a gradian in some languages. Most countries use this scale; the other major scale, Fahrenheit, is still used in the United States, some island territories, and Liberia. The Kelvin scale is of use in the sciences, with 0 K (−273.15 °C) representing absolute zero.\nSince 1743, the Celsius scale has been based on 0 °C for the freezing point of water and 100 °C for the boiling point of water at 1 atm pressure. Prior to 1743 the values were reversed (i.e. the boiling point was 0 degrees and the freezing point was 100 degrees). The 1743 scale reversal was proposed by Jean-Pierre Christin.\nBy international agreement, between 1954 and 2019 the unit degree Celsius and the Celsius scale were defined by absolute zero and the triple point of water. After 2007, it was clarified that this definition referred to Vienna Standard Mean Ocean Water (VSMOW), a precisely defined water standard. This definition also precisely related the Celsius scale to the scale of the kelvin, the SI base unit of thermodynamic temperature with symbol K. Absolute zero, the lowest temperature possible, is defined as being exactly 0 K and −273.15 °C. Until 19 May 2019, the temperature of the triple point of water was defined as exactly 273.16 K (0.01 °C).On 20 May 2019, the kelvin was redefined so that its value is now determined by the definition of the Boltzmann constant rather than being defined by the triple point of VSMOW. This means that the triple point is now a measured value, not a defined value. The newly-defined exact value of the Boltzmann constant was selected so that the measured value of the VSMOW triple point is exactly the same as the older defined value to within the limits of accuracy of contemporary metrology. The temperature in degree Celsius is now defined as the temperature in kelvins subtracted by 273.15, meaning that a temperature difference of one degree Celsius and that of one kelvin are exactly the same, and that the degree Celsius remains exactly equal to the kelvin (i.e., 0 °C remains exactly 273.15 K).", "url": "https://en.wikipedia.org/wiki/Celsius", "interest": "Celsius"}]}]}, {"title": "Stranger Things", "summary": "Stranger Things is an American science fiction horror drama television series created by the Duffer Brothers, who also serve as showrunners and are executive producers along with Shawn Levy and Dan Cohen. Produced by Monkey Massacre Productions and Levy's 21 Laps Entertainment, the first season was released on Netflix on July 15, 2016. Its second, third, and fourth seasons followed in October 2017, July 2019, and May and July 2022, respectively. In February 2022, it was renewed for a fifth and final season.\nSet in the 1980s, the series centers around the residents of the fictional small town of Hawkins, Indiana, as they are plagued by a hostile alternate dimension known as the Upside Down, after a nearby human experimentation facility opens a gateway between it and the normal world. The ensemble cast includes Winona Ryder, David Harbour, Finn Wolfhard, Millie Bobby Brown, Gaten Matarazzo, Caleb McLaughlin, Natalia Dyer, Charlie Heaton, Cara Buono, Matthew Modine, Noah Schnapp, Sadie Sink, Joe Keery, Dacre Montgomery, Sean Astin, Paul Reiser, Maya Hawke, Priah Ferguson and Brett Gelman.\nThe Duffer Brothers developed Stranger Things as a mix of investigative drama and supernatural elements portrayed with horror and childlike sensibilities, while infusing references to the pop culture of the 1980s. Several thematic and directorial elements were inspired by the works of Steven Spielberg, John Carpenter, David Lynch, Stephen King, Wes Craven and H. P. Lovecraft. They also took inspiration from experiments conducted during the Cold War and conspiracy theories involving secret government programs.\nOne of Netflix's flagship series, Stranger Things has attracted record viewership on the streaming platform. It has been critically acclaimed for its characterization, atmosphere, acting, soundtrack, directing, writing, and homages to 1980s films. It has received numerous nominations and awards. An animated spin-off series, developed by Eric Robles and produced by Flying Bark Productions, is in development.", "url": "https://en.wikipedia.org/wiki/Stranger_Things", "interest": "stranger things", "relatedTopics": [{"title": "Netflix", "summary": "Netflix is an American subscription video on-demand over-the-top streaming service owned and operated by Netflix, Inc.", "url": "https://en.wikipedia.org/wiki/Netflix", "interest": "Netflix", "relatedTopics": [{"title": "Stranger Things", "summary": "Stranger Things is an American science fiction horror drama television series created by the Duffer Brothers, who also serve as showrunners and are executive producers along with Shawn Levy and Dan Cohen. Produced by Monkey Massacre Productions and Levy's 21 Laps Entertainment, the first season was released on Netflix on July 15, 2016. Its second, third, and fourth seasons followed in October 2017, July 2019, and May and July 2022, respectively. In February 2022, it was renewed for a fifth and final season.\nSet in the 1980s, the series centers around the residents of the fictional small town of Hawkins, Indiana, as they are plagued by a hostile alternate dimension known as the Upside Down, after a nearby human experimentation facility opens a gateway between it and the normal world. The ensemble cast includes Winona Ryder, David Harbour, Finn Wolfhard, Millie Bobby Brown, Gaten Matarazzo, Caleb McLaughlin, Natalia Dyer, Charlie Heaton, Cara Buono, Matthew Modine, Noah Schnapp, Sadie Sink, Joe Keery, Dacre Montgomery, Sean Astin, Paul Reiser, Maya Hawke, Priah Ferguson and Brett Gelman.\nThe Duffer Brothers developed Stranger Things as a mix of investigative drama and supernatural elements portrayed with horror and childlike sensibilities, while infusing references to the pop culture of the 1980s. Several thematic and directorial elements were inspired by the works of Steven Spielberg, John Carpenter, David Lynch, Stephen King, Wes Craven and H. P. Lovecraft. They also took inspiration from experiments conducted during the Cold War and conspiracy theories involving secret government programs.\nOne of Netflix's flagship series, Stranger Things has attracted record viewership on the streaming platform. It has been critically acclaimed for its characterization, atmosphere, acting, soundtrack, directing, writing, and homages to 1980s films. It has received numerous nominations and awards. An animated spin-off series, developed by Eric Robles and produced by Flying Bark Productions, is in development.", "url": "https://en.wikipedia.org/wiki/Stranger_Things", "interest": "Stranger Things"}, {"title": "Internet", "summary": "The Internet (or internet) is the global system of interconnected computer networks that uses the Internet protocol suite (TCP/IP) to communicate between networks and devices. It is a network of networks that consists of private, public, academic, business, and government networks of local to global scope, linked by a broad array of electronic, wireless, and optical networking technologies. The Internet carries a vast range of information resources and services, such as the interlinked hypertext documents and applications of the World Wide Web (WWW), electronic mail, telephony, and file sharing.\nThe origins of the Internet date back to the development of packet switching and research commissioned by the United States Department of Defense in the late 1960s to enable time-sharing of computers. The primary precursor network, the ARPANET, initially served as a backbone for the interconnection of regional academic and military networks in the 1970s to enable resource sharing. The funding of the National Science Foundation Network as a new backbone in the 1980s, as well as private funding for other commercial extensions, led to worldwide participation in the development of new networking technologies, and the merger of many networks. The linking of commercial networks and enterprises by the early 1990s marked the beginning of the transition to the modern Internet, and generated a sustained exponential growth as generations of institutional, personal, and mobile computers were connected to the network. Although the Internet was widely used by academia in the 1980s, commercialization incorporated its services and technologies into virtually every aspect of modern life.\nMost traditional communication media, including telephone, radio, television, paper mail, and newspapers, are reshaped, redefined, or even bypassed by the Internet, giving birth to new services such as email, Internet telephone, Internet television, online music, digital newspapers, and video streaming websites. Newspaper, book, and other print publishing have adapted to website technology or have been reshaped into blogging, web feeds, and online news aggregators. The Internet has enabled and accelerated new forms of personal interaction through instant messaging, Internet forums, and social networking services. Online shopping has grown exponentially for major retailers, small businesses, and entrepreneurs, as it enables firms to extend their \"brick and mortar\" presence to serve a larger market or even sell goods and services entirely online. Business-to-business and financial services on the Internet affect supply chains across entire industries.\nThe Internet has no single centralized governance in either technological implementation or policies for access and usage; each constituent network sets its own policies. The overarching definitions of the two principal name spaces on the Internet, the Internet Protocol address (IP address) space and the Domain Name System (DNS), are directed by a maintainer organization, the Internet Corporation for Assigned Names and Numbers (ICANN). The technical underpinning and standardization of the core protocols is an activity of the Internet Engineering Task Force (IETF), a non-profit organization of loosely affiliated international participants that anyone may associate with by contributing technical expertise. In November 2006, the Internet was included on USA Today's list of New Seven Wonders.", "url": "https://en.wikipedia.org/wiki/Internet", "interest": "Internet"}, {"title": "The Walt Disney Company", "summary": "The Walt Disney Company, commonly known as Disney (), is an American multinational, mass media and entertainment conglomerate that is headquartered at the Walt Disney Studios complex in Burbank, California. Disney was founded on October 16, 1923, by brothers Walt and Roy O. Disney as Disney Brothers Studio; it also operated under the names Walt Disney Studio and Walt Disney Productions before changing its name to The Walt Disney Company in 1986. Early in its existence, the company established itself as a leader in the animation industry, with the creation of the widely popular character Mickey Mouse, who first appeared in Steamboat Willie, which used synchronized sound, to become the first post-produced sound cartoon. The character would go on to become the company's mascot.\nAfter becoming a major success by the early 1940s, the company diversified into live-action films, television, and theme parks in the 1950s. Following Walt Disney's death in 1966, the company's profits, especially in the animation division, began to decline. Once Disney's shareholders voted Michael Eisner as the head of the company in 1984, it became overwhelmingly successful  during a period called the Disney Renaissance. In 2005, under new CEO Bob Iger, the company started to expand and acquire other corporations. Bob Chapek became the head of Disney in 2020 after Iger's retirement. Chapek was ousted in 2022 and Iger was reinstated as CEO.\nSince the 1980s, Disney has created and acquired corporate divisions to market more mature content than is typically associated with its family-oriented brands. The company is known for its film-studio division Walt Disney Studios, which includes Walt Disney Pictures, Walt Disney Animation Studios, Pixar, Marvel Studios, Lucasfilm, 20th Century Studios, 20th Century Animation, and Searchlight Pictures. Disney's other main business units include divisions in television, broadcasting, streaming media, theme park resorts, consumer products, publishing, and international operations. Through these divisions, Disney owns and operates the ABC broadcast network; cable television networks such as Disney Channel, ESPN, Freeform, FX, and National Geographic; publishing, merchandising, music, and theater divisions; direct-to-consumer streaming services such as Disney+, Star+, ESPN+, Hulu, and Hotstar; and Disney Parks, Experiences and Products, which includes several theme parks, resort hotels, and cruise lines around the world.\nDisney is one of the biggest and best-known companies in the world, and has been ranked number 53 on the 2022 Fortune 500 list of biggest companies in the United States by revenue. Since its founding, the company has won 135 Academy Awards, 26 of which have been awarded to Walt. The company has been said to have produced some of the greatest films of all time, as well as revolutionizing the theme park industry. Disney has been criticized for supposed plagiarism, depicting racial stereotypes in the past, and both including and lacking LGBT-related elements in its films. The company, which has been public since 1940, trades on the New York Stock Exchange (NYSE) with ticker symbol DIS and has been a component of the Dow Jones Industrial Average since 1991. In August 2020, just under two-thirds of the stock was owned by large financial institutions.", "url": "https://en.wikipedia.org/wiki/The_Walt_Disney_Company", "interest": "Disney"}]}, {"title": "Duffer brothers", "summary": "Matt Duffer and Ross Duffer (born February 15, 1984), often credited as the Duffer Brothers, are American film and television writers, directors, and producers. They are best known as the creators, directors and executive producers of the hit Netflix science fiction horror drama series Stranger Things. They also wrote and directed the 2015 psychological horror film Hidden, and wrote and produced episodes for the Fox mystery-science fiction series Wayward Pines.\nThey are identical twin brothers and have had a close relationship since childhood. They work on all their projects as a pair.", "url": "https://en.wikipedia.org/wiki/Duffer_brothers", "interest": "The Duffer Brothers", "relatedTopics": [{"title": "Stranger Things", "summary": "Stranger Things is an American science fiction horror drama television series created by the Duffer Brothers, who also serve as showrunners and are executive producers along with Shawn Levy and Dan Cohen. Produced by Monkey Massacre Productions and Levy's 21 Laps Entertainment, the first season was released on Netflix on July 15, 2016. Its second, third, and fourth seasons followed in October 2017, July 2019, and May and July 2022, respectively. In February 2022, it was renewed for a fifth and final season.\nSet in the 1980s, the series centers around the residents of the fictional small town of Hawkins, Indiana, as they are plagued by a hostile alternate dimension known as the Upside Down, after a nearby human experimentation facility opens a gateway between it and the normal world. The ensemble cast includes Winona Ryder, David Harbour, Finn Wolfhard, Millie Bobby Brown, Gaten Matarazzo, Caleb McLaughlin, Natalia Dyer, Charlie Heaton, Cara Buono, Matthew Modine, Noah Schnapp, Sadie Sink, Joe Keery, Dacre Montgomery, Sean Astin, Paul Reiser, Maya Hawke, Priah Ferguson and Brett Gelman.\nThe Duffer Brothers developed Stranger Things as a mix of investigative drama and supernatural elements portrayed with horror and childlike sensibilities, while infusing references to the pop culture of the 1980s. Several thematic and directorial elements were inspired by the works of Steven Spielberg, John Carpenter, David Lynch, Stephen King, Wes Craven and H. P. Lovecraft. They also took inspiration from experiments conducted during the Cold War and conspiracy theories involving secret government programs.\nOne of Netflix's flagship series, Stranger Things has attracted record viewership on the streaming platform. It has been critically acclaimed for its characterization, atmosphere, acting, soundtrack, directing, writing, and homages to 1980s films. It has received numerous nominations and awards. An animated spin-off series, developed by Eric Robles and produced by Flying Bark Productions, is in development.", "url": "https://en.wikipedia.org/wiki/Stranger_Things", "interest": "Stranger Things"}, {"title": "Netflix", "summary": "Netflix is an American subscription video on-demand over-the-top streaming service owned and operated by Netflix, Inc.", "url": "https://en.wikipedia.org/wiki/Netflix", "interest": "Netflix"}, {"title": "1980s", "summary": "The 1980s (pronounced \"nineteen-eighties\",  shortened to \"the '80s\" or \"the Eighties\") was a decade that began January 1, 1980 and ended December 31, 1989.\nThe decade saw a dominance of conservatism and free market economics, and a socioeconomic change due to advances in technology and a worldwide move away from planned economies and towards laissez-faire capitalism compared to the 1970s. As economic deconstruction increased in the developed world, multiple multinational corporations associated with the manufacturing industry relocated into Thailand, Mexico, South Korea, Taiwan, and China. Japan and West Germany saw large economic growth during this decade. The AIDS epidemic became recognized in the 1980s and has since killed an estimated 39 million people (as of 2013). Global warming became well known to the scientific and political community in the 1980s.\nThe United Kingdom and the United States moved closer to supply-side economic policies, beginning a trend towards global instability of international trade that would pick up more steam in the following decade as the fall of the USSR made right-wing economic policy more powerful.\nThe final decade of the Cold War opened with the US-Soviet confrontation continuing largely without any interruption. Superpower tensions escalated rapidly as President Reagan scrapped the policy of détente and adopted a new, much more aggressive stance on the Soviet Union. The world came perilously close to nuclear war for the first time since the Cuban Missile Crisis in 1962, but the second half of the decade saw a dramatic easing of superpower tensions and ultimately the total collapse of Soviet communism.\nDeveloping countries across the world faced economic and social difficulties as they suffered from multiple debt crises in the 1980s, requiring many of these countries to apply for financial assistance from the International Monetary Fund (IMF) and the World Bank. Ethiopia witnessed widespread famine in the mid-1980s during the corrupt rule of Mengistu Haile Mariam, resulting in the country having to depend on foreign aid to provide food to its population and worldwide efforts to address and raise money to help Ethiopians, such as the Live Aid concert in 1985.\nMajor civil discontent and violence occurred, including the Angolan Civil War, the Ethiopian Civil War, the Moro conflict, the Ugandan Bush War, the insurgency in Laos, the Iran–Iraq War, the Soviet–Afghan War, the 1982 Lebanon War, the Second Sudanese Civil War, the Lord's Resistance Army insurgency, and the First Nagorno-Karabakh War. Islamism became a powerful political force in the 1980s and many jihadist organizations, including Al Qaeda, were set up.\nBy 1986, nationalism was making a comeback in the Eastern Bloc, and the desire for democracy in socialist states, combined with economic recession, resulted in Mikhail Gorbachev's glasnost and perestroika, which reduced Communist Party power, legalized dissent and sanctioned limited forms of capitalism such as joint ventures with companies from capitalist countries. After tension for most of the decade, by 1988 relations between the communist and capitalist blocs had improved significantly and the Soviet Union was increasingly unwilling to defend its governments in satellite states.\n1989 brought the overthrow and attempted overthrow of a number of governments led by communist parties, such as in Hungary, the Tiananmen Square protests of 1989 in China, the Czechoslovak \"Velvet Revolution\", Erich Honecker's East German regime, Poland's Soviet-backed government, and the violent overthrow of the Nicolae Ceaușescu regime in Romania. Destruction of the 155-km Berlin Wall, at the end of the decade, signaled a seismic geopolitical shift. The Cold War ended in the early 1990s with the successful Reunification of Germany and the USSR's demise after the August Coup of 1991.\nThe 1980s saw great advances in genetic and digital technology. After years of animal experimentation since 1985, the first genetic modification of 10 adult human beings took place in May 1989, a gene tagging experiment which led to the first true gene therapy implementation in September 1990. The first \"designer babies\", a pair of female twins, were created in a laboratory in late 1989 and born in July 1990 after being sex-selected via the controversial assisted reproductive technology procedure preimplantation genetic diagnosis. Gestational surrogacy was first performed in 1985 with the first birth in 1986, making it possible for a woman to become a biological mother without experiencing pregnancy for the first time in history.The 1980s was also an era of tremendous population growth around the world, surpassing the 1970s and 1990s, and arguably being the largest in human history. Population growth was particularly rapid in a number of African, Middle Eastern, and South Asian countries during this decade, with rates of natural increase close to or exceeding 4% annually.\nThe 1980s saw the advent of the ongoing practice of sex-selective abortion in China and India as ultrasound technology permitted parents to selectively abort baby girls.The global internet took shape in academia by the second half of the 1980s, as well as many other computer networks of both academic and commercial use such as USENET, Fidonet, and the Bulletin Board System. By 1989 the Internet and the networks linked to it were a global system with extensive transoceanic satellite links and nodes in most developed countries. Based on earlier work, from 1980 onwards Tim Berners Lee formalized the concept of the World Wide Web by 1989. Television viewing became commonplace in the Third World, with the number of TV sets in China and India increasing by 15 and 10 times respectively.The Atari Video Computer System console became widespread in the first part of the decade, often simply called \"Atari\". 1980's Atari VCS port of Space Invaders was the first killer app. The video game crash of 1983 ended the system's popularity and decimated the industry until the Nintendo Entertainment System re-established the console market in North America. The hand-held Game Boy launched in 1989. Super Mario Bros. and Tetris were the decade's best selling games. Pac-Man was the highest grossing arcade game. Home computers became commonplace. The 1981 IBM PC led to a large market for IBM PC compatibles. The 1984 release of the Macintosh popularized the WIMP style of interaction.\nDuring the 1980s, the world population grew from 4.4 to 5.3 billion people. There were approximately 1.33 billion births and 480 million deaths.", "url": "https://en.wikipedia.org/wiki/1980s", "interest": "1980s"}]}, {"title": "Will Byers", "summary": "William Byers is a fictional character from the American science fiction horror drama television series Stranger Things. Portrayed by Noah Schnapp, the character appeared in a recurring capacity in the first season before being promoted to the main cast in the second season.", "url": "https://en.wikipedia.org/wiki/Will_Byers", "interest": "Will Byers", "relatedTopics": [{"title": "Dungeons & Dragons", "summary": "Dungeons & Dragons (commonly abbreviated as D&D or DnD) is a fantasy tabletop role-playing game (RPG) originally designed by Gary Gygax and Dave Arneson. The game was first published in 1974 by Tactical Studies Rules, Inc. (TSR). It has been published by Wizards of the Coast (now a subsidiary of Hasbro) since 1997. The game was derived from miniature wargames, with a variation of the 1971 game Chainmail serving as the initial rule system. D&D's publication is commonly recognized as the beginning of modern role-playing games and the role-playing game industry, and also deeply influenced video games, especially the role-playing video game genre.D&D departs from traditional wargaming by allowing each player to create their own character to play instead of a military formation. These characters embark upon adventures within a fantasy setting. A Dungeon Master (DM) serves as the game's referee and storyteller, while maintaining the setting in which the adventures occur, and playing the role of the inhabitants of the game world, also referred to as non-player characters (NPCs). The characters form a party and they interact with the setting's inhabitants and each other. Together they solve dilemmas, engage in battles, explore, and gather treasure and knowledge. In the process, the characters earn experience points (XP) to rise in levels, and become increasingly powerful over a series of separate gaming sessions.The early success of D&D led to a proliferation of similar game systems. Despite the competition, D&D has remained the market leader in the role-playing game industry. In 1977, the game was split into two branches: the relatively rules-light game system of basic Dungeons & Dragons, and the more structured, rules-heavy game system of Advanced Dungeons & Dragons (abbreviated as AD&D). AD&D 2nd Edition was published in 1989. In 2000, a new system was released as D&D 3rd edition, continuing the edition numbering from AD&D; a revised version 3.5 was released in June 2003. These 3rd edition rules formed the basis of the d20 System, which is available under the Open Game License (OGL) for use by other publishers. D&D 4th edition was released in June 2008. The 5th edition of D&D, the most recent, was released during the second half of 2014.In 2004, D&D remained the best-known, and best-selling, role-playing game in the US, with an estimated 20 million people having played the game and more than US$1 billion in book and equipment sales worldwide. The year 2017 had \"the most number of players in its history—12 million to 15 million in North America alone\". D&D 5th edition sales \"were up 41 percent in 2017 from the year before, and soared another 52 percent in 2018, the game's biggest sales year yet\". The game has been supplemented by many pre-made adventures, as well as commercial campaign settings suitable for use by regular gaming groups. D&D is known beyond the game itself for other D&D-branded products, references in popular culture, and some of the controversies that have surrounded it, particularly a moral panic in the 1980s falsely linking it to Satanism and suicide. The game has won multiple awards and has been translated into many languages.", "url": "https://en.wikipedia.org/wiki/Dungeons_%26_Dragons", "interest": "Dungeons and Dragons"}, {"title": "Noah Schnapp", "summary": "Noah Cameron Schnapp (born October 3, 2004) is an American actor. He gained recognition for playing Will Byers in the Netflix science fiction horror series Stranger Things. His film roles include Roger Donovan in Steven Spielberg's historical drama Bridge of Spies (2015) and the voice of Charlie Brown in the animated The Peanuts Movie (2015).", "url": "https://en.wikipedia.org/wiki/Noah_Schnapp", "interest": "Noah Schnapp"}, {"title": "Stranger Things", "summary": "Stranger Things is an American science fiction horror drama television series created by the Duffer Brothers, who also serve as showrunners and are executive producers along with Shawn Levy and Dan Cohen. Produced by Monkey Massacre Productions and Levy's 21 Laps Entertainment, the first season was released on Netflix on July 15, 2016. Its second, third, and fourth seasons followed in October 2017, July 2019, and May and July 2022, respectively. In February 2022, it was renewed for a fifth and final season.\nSet in the 1980s, the series centers around the residents of the fictional small town of Hawkins, Indiana, as they are plagued by a hostile alternate dimension known as the Upside Down, after a nearby human experimentation facility opens a gateway between it and the normal world. The ensemble cast includes Winona Ryder, David Harbour, Finn Wolfhard, Millie Bobby Brown, Gaten Matarazzo, Caleb McLaughlin, Natalia Dyer, Charlie Heaton, Cara Buono, Matthew Modine, Noah Schnapp, Sadie Sink, Joe Keery, Dacre Montgomery, Sean Astin, Paul Reiser, Maya Hawke, Priah Ferguson and Brett Gelman.\nThe Duffer Brothers developed Stranger Things as a mix of investigative drama and supernatural elements portrayed with horror and childlike sensibilities, while infusing references to the pop culture of the 1980s. Several thematic and directorial elements were inspired by the works of Steven Spielberg, John Carpenter, David Lynch, Stephen King, Wes Craven and H. P. Lovecraft. They also took inspiration from experiments conducted during the Cold War and conspiracy theories involving secret government programs.\nOne of Netflix's flagship series, Stranger Things has attracted record viewership on the streaming platform. It has been critically acclaimed for its characterization, atmosphere, acting, soundtrack, directing, writing, and homages to 1980s films. It has received numerous nominations and awards. An animated spin-off series, developed by Eric Robles and produced by Flying Bark Productions, is in development.", "url": "https://en.wikipedia.org/wiki/Stranger_Things", "interest": "Stranger Things"}]}]}, {"title": "Netflix", "summary": "Netflix is an American subscription video on-demand over-the-top streaming service owned and operated by Netflix, Inc.", "url": "https://en.wikipedia.org/wiki/Netflix", "interest": "netflix", "relatedTopics": [{"title": "Stranger Things", "summary": "Stranger Things is an American science fiction horror drama television series created by the Duffer Brothers, who also serve as showrunners and are executive producers along with Shawn Levy and Dan Cohen. Produced by Monkey Massacre Productions and Levy's 21 Laps Entertainment, the first season was released on Netflix on July 15, 2016. Its second, third, and fourth seasons followed in October 2017, July 2019, and May and July 2022, respectively. In February 2022, it was renewed for a fifth and final season.\nSet in the 1980s, the series centers around the residents of the fictional small town of Hawkins, Indiana, as they are plagued by a hostile alternate dimension known as the Upside Down, after a nearby human experimentation facility opens a gateway between it and the normal world. The ensemble cast includes Winona Ryder, David Harbour, Finn Wolfhard, Millie Bobby Brown, Gaten Matarazzo, Caleb McLaughlin, Natalia Dyer, Charlie Heaton, Cara Buono, Matthew Modine, Noah Schnapp, Sadie Sink, Joe Keery, Dacre Montgomery, Sean Astin, Paul Reiser, Maya Hawke, Priah Ferguson and Brett Gelman.\nThe Duffer Brothers developed Stranger Things as a mix of investigative drama and supernatural elements portrayed with horror and childlike sensibilities, while infusing references to the pop culture of the 1980s. Several thematic and directorial elements were inspired by the works of Steven Spielberg, John Carpenter, David Lynch, Stephen King, Wes Craven and H. P. Lovecraft. They also took inspiration from experiments conducted during the Cold War and conspiracy theories involving secret government programs.\nOne of Netflix's flagship series, Stranger Things has attracted record viewership on the streaming platform. It has been critically acclaimed for its characterization, atmosphere, acting, soundtrack, directing, writing, and homages to 1980s films. It has received numerous nominations and awards. An animated spin-off series, developed by Eric Robles and produced by Flying Bark Productions, is in development.", "url": "https://en.wikipedia.org/wiki/Stranger_Things", "interest": "Stranger Things", "relatedTopics": [{"title": "Netflix", "summary": "Netflix is an American subscription video on-demand over-the-top streaming service owned and operated by Netflix, Inc.", "url": "https://en.wikipedia.org/wiki/Netflix", "interest": "Netflix"}, {"title": "Duffer brothers", "summary": "Matt Duffer and Ross Duffer (born February 15, 1984), often credited as the Duffer Brothers, are American film and television writers, directors, and producers. They are best known as the creators, directors and executive producers of the hit Netflix science fiction horror drama series Stranger Things. They also wrote and directed the 2015 psychological horror film Hidden, and wrote and produced episodes for the Fox mystery-science fiction series Wayward Pines.\nThey are identical twin brothers and have had a close relationship since childhood. They work on all their projects as a pair.", "url": "https://en.wikipedia.org/wiki/Duffer_brothers", "interest": "The Duffer Brothers"}, {"title": "Will Byers", "summary": "William Byers is a fictional character from the American science fiction horror drama television series Stranger Things. Portrayed by Noah Schnapp, the character appeared in a recurring capacity in the first season before being promoted to the main cast in the second season.", "url": "https://en.wikipedia.org/wiki/Will_Byers", "interest": "Will Byers"}]}, {"title": "Internet", "summary": "The Internet (or internet) is the global system of interconnected computer networks that uses the Internet protocol suite (TCP/IP) to communicate between networks and devices. It is a network of networks that consists of private, public, academic, business, and government networks of local to global scope, linked by a broad array of electronic, wireless, and optical networking technologies. The Internet carries a vast range of information resources and services, such as the interlinked hypertext documents and applications of the World Wide Web (WWW), electronic mail, telephony, and file sharing.\nThe origins of the Internet date back to the development of packet switching and research commissioned by the United States Department of Defense in the late 1960s to enable time-sharing of computers. The primary precursor network, the ARPANET, initially served as a backbone for the interconnection of regional academic and military networks in the 1970s to enable resource sharing. The funding of the National Science Foundation Network as a new backbone in the 1980s, as well as private funding for other commercial extensions, led to worldwide participation in the development of new networking technologies, and the merger of many networks. The linking of commercial networks and enterprises by the early 1990s marked the beginning of the transition to the modern Internet, and generated a sustained exponential growth as generations of institutional, personal, and mobile computers were connected to the network. Although the Internet was widely used by academia in the 1980s, commercialization incorporated its services and technologies into virtually every aspect of modern life.\nMost traditional communication media, including telephone, radio, television, paper mail, and newspapers, are reshaped, redefined, or even bypassed by the Internet, giving birth to new services such as email, Internet telephone, Internet television, online music, digital newspapers, and video streaming websites. Newspaper, book, and other print publishing have adapted to website technology or have been reshaped into blogging, web feeds, and online news aggregators. The Internet has enabled and accelerated new forms of personal interaction through instant messaging, Internet forums, and social networking services. Online shopping has grown exponentially for major retailers, small businesses, and entrepreneurs, as it enables firms to extend their \"brick and mortar\" presence to serve a larger market or even sell goods and services entirely online. Business-to-business and financial services on the Internet affect supply chains across entire industries.\nThe Internet has no single centralized governance in either technological implementation or policies for access and usage; each constituent network sets its own policies. The overarching definitions of the two principal name spaces on the Internet, the Internet Protocol address (IP address) space and the Domain Name System (DNS), are directed by a maintainer organization, the Internet Corporation for Assigned Names and Numbers (ICANN). The technical underpinning and standardization of the core protocols is an activity of the Internet Engineering Task Force (IETF), a non-profit organization of loosely affiliated international participants that anyone may associate with by contributing technical expertise. In November 2006, the Internet was included on USA Today's list of New Seven Wonders.", "url": "https://en.wikipedia.org/wiki/Internet", "interest": "Internet", "relatedTopics": [{"title": "IP address", "summary": "An Internet Protocol address (IP address) is a numerical label such as 192.0.2.1 that is connected to a computer network that uses the Internet Protocol for communication. An IP address serves two main functions: network interface identification and location addressing.\nInternet Protocol version 4 (IPv4) defines an IP address as a 32-bit number. However, because of the growth of the Internet and the depletion of available IPv4 addresses, a new version of IP (IPv6), using 128 bits for the IP address, was standardized in 1998. IPv6 deployment has been ongoing since the mid-2000s.\nIP addresses are written and displayed in human-readable notations, such as 192.0.2.1 in IPv4, and 2001:db8:0:1234:0:567:8:1 in IPv6. The size of the routing prefix of the address is designated in CIDR notation by suffixing the address with the number of significant bits, e.g., 192.0.2.1/24, which is equivalent to the historically used subnet mask 255.255.255.0.\nThe IP address space is managed globally by the Internet Assigned Numbers Authority (IANA), and by five regional Internet registries (RIRs) responsible in their designated territories for assignment to local Internet registries, such as Internet service providers (ISPs), and other end users. IPv4 addresses were distributed by IANA to the RIRs in blocks of approximately 16.8 million addresses each, but have been exhausted at the IANA level since 2011. Only one of the RIRs still has a supply for local assignments in Africa. Some IPv4 addresses are reserved for private networks and are not globally unique.\nNetwork administrators assign an IP address to each device connected to a network. Such assignments may be on a static (fixed or permanent) or dynamic basis, depending on network practices and software features.", "url": "https://en.wikipedia.org/wiki/IP_address", "interest": "IP address"}, {"title": "Internet", "summary": "The Internet (or internet) is the global system of interconnected computer networks that uses the Internet protocol suite (TCP/IP) to communicate between networks and devices. It is a network of networks that consists of private, public, academic, business, and government networks of local to global scope, linked by a broad array of electronic, wireless, and optical networking technologies. The Internet carries a vast range of information resources and services, such as the interlinked hypertext documents and applications of the World Wide Web (WWW), electronic mail, telephony, and file sharing.\nThe origins of the Internet date back to the development of packet switching and research commissioned by the United States Department of Defense in the late 1960s to enable time-sharing of computers. The primary precursor network, the ARPANET, initially served as a backbone for the interconnection of regional academic and military networks in the 1970s to enable resource sharing. The funding of the National Science Foundation Network as a new backbone in the 1980s, as well as private funding for other commercial extensions, led to worldwide participation in the development of new networking technologies, and the merger of many networks. The linking of commercial networks and enterprises by the early 1990s marked the beginning of the transition to the modern Internet, and generated a sustained exponential growth as generations of institutional, personal, and mobile computers were connected to the network. Although the Internet was widely used by academia in the 1980s, commercialization incorporated its services and technologies into virtually every aspect of modern life.\nMost traditional communication media, including telephone, radio, television, paper mail, and newspapers, are reshaped, redefined, or even bypassed by the Internet, giving birth to new services such as email, Internet telephone, Internet television, online music, digital newspapers, and video streaming websites. Newspaper, book, and other print publishing have adapted to website technology or have been reshaped into blogging, web feeds, and online news aggregators. The Internet has enabled and accelerated new forms of personal interaction through instant messaging, Internet forums, and social networking services. Online shopping has grown exponentially for major retailers, small businesses, and entrepreneurs, as it enables firms to extend their \"brick and mortar\" presence to serve a larger market or even sell goods and services entirely online. Business-to-business and financial services on the Internet affect supply chains across entire industries.\nThe Internet has no single centralized governance in either technological implementation or policies for access and usage; each constituent network sets its own policies. The overarching definitions of the two principal name spaces on the Internet, the Internet Protocol address (IP address) space and the Domain Name System (DNS), are directed by a maintainer organization, the Internet Corporation for Assigned Names and Numbers (ICANN). The technical underpinning and standardization of the core protocols is an activity of the Internet Engineering Task Force (IETF), a non-profit organization of loosely affiliated international participants that anyone may associate with by contributing technical expertise. In November 2006, the Internet was included on USA Today's list of New Seven Wonders.", "url": "https://en.wikipedia.org/wiki/Internet", "interest": "Internet users"}, {"title": "World Wide Web", "summary": "The World Wide Web (WWW), commonly known as the Web, is an information system enabling documents and other web resources to be accessed over the Internet according to specific rules, the Hypertext Transfer Protocol (HTTP).Documents and downloadable media are made available to the network through web servers and can be accessed by programs such as web browsers. Servers and resources on the World Wide Web are identified and located through character strings called uniform resource locators (URLs). The original and still very common document type is a web page formatted in Hypertext Markup Language (HTML). This markup language supports plain text, images, embedded video and audio contents, and scripts (short programs) that implement complex user interaction. The HTML language also supports hyperlinks (embedded URLs) which provide immediate access to other web resources. Web navigation, or web surfing, is the common practice of following such hyperlinks across multiple websites. Web applications are web pages that function as application software. The information in the Web is transferred across the Internet using the Hypertext Transfer Protocol (HTTP).\nMultiple web resources with a common theme and usually a common domain name make up a website. A single web server may provide multiple websites, while some websites, especially the most popular ones, may be provided by multiple servers. Website content is provided by a myriad of companies, organizations, government agencies, and individual users; and comprises an enormous amount of educational, entertainment, commercial, and government information.\nThe World Wide Web has become the world's dominant information systems platform. It is the primary tool billions of people worldwide use to interact with the Internet.The Web was invented by Tim Berners-Lee at CERN in 1989 and opened to the public in 1991. It was conceived as a \"universal linked information system\".", "url": "https://en.wikipedia.org/wiki/World_Wide_Web", "interest": "World Wide Web"}]}, {"title": "The Walt Disney Company", "summary": "The Walt Disney Company, commonly known as Disney (), is an American multinational, mass media and entertainment conglomerate that is headquartered at the Walt Disney Studios complex in Burbank, California. Disney was founded on October 16, 1923, by brothers Walt and Roy O. Disney as Disney Brothers Studio; it also operated under the names Walt Disney Studio and Walt Disney Productions before changing its name to The Walt Disney Company in 1986. Early in its existence, the company established itself as a leader in the animation industry, with the creation of the widely popular character Mickey Mouse, who first appeared in Steamboat Willie, which used synchronized sound, to become the first post-produced sound cartoon. The character would go on to become the company's mascot.\nAfter becoming a major success by the early 1940s, the company diversified into live-action films, television, and theme parks in the 1950s. Following Walt Disney's death in 1966, the company's profits, especially in the animation division, began to decline. Once Disney's shareholders voted Michael Eisner as the head of the company in 1984, it became overwhelmingly successful  during a period called the Disney Renaissance. In 2005, under new CEO Bob Iger, the company started to expand and acquire other corporations. Bob Chapek became the head of Disney in 2020 after Iger's retirement. Chapek was ousted in 2022 and Iger was reinstated as CEO.\nSince the 1980s, Disney has created and acquired corporate divisions to market more mature content than is typically associated with its family-oriented brands. The company is known for its film-studio division Walt Disney Studios, which includes Walt Disney Pictures, Walt Disney Animation Studios, Pixar, Marvel Studios, Lucasfilm, 20th Century Studios, 20th Century Animation, and Searchlight Pictures. Disney's other main business units include divisions in television, broadcasting, streaming media, theme park resorts, consumer products, publishing, and international operations. Through these divisions, Disney owns and operates the ABC broadcast network; cable television networks such as Disney Channel, ESPN, Freeform, FX, and National Geographic; publishing, merchandising, music, and theater divisions; direct-to-consumer streaming services such as Disney+, Star+, ESPN+, Hulu, and Hotstar; and Disney Parks, Experiences and Products, which includes several theme parks, resort hotels, and cruise lines around the world.\nDisney is one of the biggest and best-known companies in the world, and has been ranked number 53 on the 2022 Fortune 500 list of biggest companies in the United States by revenue. Since its founding, the company has won 135 Academy Awards, 26 of which have been awarded to Walt. The company has been said to have produced some of the greatest films of all time, as well as revolutionizing the theme park industry. Disney has been criticized for supposed plagiarism, depicting racial stereotypes in the past, and both including and lacking LGBT-related elements in its films. The company, which has been public since 1940, trades on the New York Stock Exchange (NYSE) with ticker symbol DIS and has been a component of the Dow Jones Industrial Average since 1991. In August 2020, just under two-thirds of the stock was owned by large financial institutions.", "url": "https://en.wikipedia.org/wiki/The_Walt_Disney_Company", "interest": "Disney", "relatedTopics": [{"title": "The Walt Disney Company", "summary": "The Walt Disney Company, commonly known as Disney (), is an American multinational, mass media and entertainment conglomerate that is headquartered at the Walt Disney Studios complex in Burbank, California. Disney was founded on October 16, 1923, by brothers Walt and Roy O. Disney as Disney Brothers Studio; it also operated under the names Walt Disney Studio and Walt Disney Productions before changing its name to The Walt Disney Company in 1986. Early in its existence, the company established itself as a leader in the animation industry, with the creation of the widely popular character Mickey Mouse, who first appeared in Steamboat Willie, which used synchronized sound, to become the first post-produced sound cartoon. The character would go on to become the company's mascot.\nAfter becoming a major success by the early 1940s, the company diversified into live-action films, television, and theme parks in the 1950s. Following Walt Disney's death in 1966, the company's profits, especially in the animation division, began to decline. Once Disney's shareholders voted Michael Eisner as the head of the company in 1984, it became overwhelmingly successful  during a period called the Disney Renaissance. In 2005, under new CEO Bob Iger, the company started to expand and acquire other corporations. Bob Chapek became the head of Disney in 2020 after Iger's retirement. Chapek was ousted in 2022 and Iger was reinstated as CEO.\nSince the 1980s, Disney has created and acquired corporate divisions to market more mature content than is typically associated with its family-oriented brands. The company is known for its film-studio division Walt Disney Studios, which includes Walt Disney Pictures, Walt Disney Animation Studios, Pixar, Marvel Studios, Lucasfilm, 20th Century Studios, 20th Century Animation, and Searchlight Pictures. Disney's other main business units include divisions in television, broadcasting, streaming media, theme park resorts, consumer products, publishing, and international operations. Through these divisions, Disney owns and operates the ABC broadcast network; cable television networks such as Disney Channel, ESPN, Freeform, FX, and National Geographic; publishing, merchandising, music, and theater divisions; direct-to-consumer streaming services such as Disney+, Star+, ESPN+, Hulu, and Hotstar; and Disney Parks, Experiences and Products, which includes several theme parks, resort hotels, and cruise lines around the world.\nDisney is one of the biggest and best-known companies in the world, and has been ranked number 53 on the 2022 Fortune 500 list of biggest companies in the United States by revenue. Since its founding, the company has won 135 Academy Awards, 26 of which have been awarded to Walt. The company has been said to have produced some of the greatest films of all time, as well as revolutionizing the theme park industry. Disney has been criticized for supposed plagiarism, depicting racial stereotypes in the past, and both including and lacking LGBT-related elements in its films. The company, which has been public since 1940, trades on the New York Stock Exchange (NYSE) with ticker symbol DIS and has been a component of the Dow Jones Industrial Average since 1991. In August 2020, just under two-thirds of the stock was owned by large financial institutions.", "url": "https://en.wikipedia.org/wiki/The_Walt_Disney_Company", "interest": "Disney"}, {"title": "Walt Disney", "summary": "Walter Elias Disney (; December 5, 1901 – December 15, 1966) was an American animator, film producer and entrepreneur. A pioneer of the American animation industry, he introduced several developments in the production of cartoons. As a film producer, he holds the record for most Academy Awards earned and nominations by an individual, having won 22 Oscars from 59 nominations. He was presented with two Golden Globe Special Achievement Awards and an Emmy Award, among other honors. Several of his films are included in the National Film Registry by the Library of Congress and have also been named as some of the greatest films ever by the American Film Institute. Disney was the first person to be nominated for Academy Awards in six different categories.\nBorn in Chicago in 1901, Disney developed an early interest in drawing. He took art classes as a boy and got a job as a commercial illustrator at the age of 18. He moved to California in the early 1920s and set up the Disney Brothers Studio with his brother Roy. With Ub Iwerks, he developed the character Mickey Mouse in 1928, his first highly popular success; he also provided the voice for his creation in the early years. As the studio grew, he became more adventurous, introducing synchronized sound, full-color three-strip Technicolor, feature-length cartoons and technical developments in cameras. The results, seen in features such as Snow White and the Seven Dwarfs (1937), Pinocchio, Fantasia (both 1940), Dumbo (1941), and Bambi (1942), furthered the development of animated film. New animated and live-action films followed after World War II, including the critically successful Cinderella (1950), Sleeping Beauty (1959) and Mary Poppins (1964), the last of which received five Academy Awards.\nIn the 1950s, Disney expanded into the amusement park industry, and in July 1955 he opened Disneyland in Anaheim, California. To fund the project he diversified into television programs, such as Walt Disney's Disneyland and The Mickey Mouse Club. He was also involved in planning the 1959 Moscow Fair, the 1960 Winter Olympics, and the 1964 New York World's Fair. In 1965, he began development of another theme park, Disney World, the heart of which was to be a new type of city, the \"Experimental Prototype Community of Tomorrow\" (EPCOT). Disney was a heavy smoker throughout his life and died of lung cancer in December 1966 before either the park or the EPCOT project were completed.\nDisney was a shy, self-deprecating and insecure man in private but adopted a warm and outgoing public persona. He had high standards and high expectations of those with whom he worked. Although there have been accusations that he was racist or antisemitic, they have been contradicted by many who knew him. Historiography of Disney has taken a variety of perspectives, ranging from views of him as a purveyor of homely patriotic values to being a representative of American imperialism. He remains an important figure in the history of animation and in the cultural history of the United States, where he is considered a national cultural icon. His film work continues to be shown and adapted, and the Disney theme parks have grown in size and number to attract visitors in several countries.", "url": "https://en.wikipedia.org/wiki/Walt_Disney", "interest": "Walt Disney"}, {"title": "Pixar", "summary": "Pixar Animation Studios () is an American computer animation studio  known for its critically and commercially successful computer animated feature films. It is based in Emeryville, California. Since 2006, Pixar has been a subsidiary of Walt Disney Studios, a division of Disney Entertainment, which is owned by The Walt Disney Company.\nPixar started in 1979 as part of the Lucasfilm computer division. It was known as the Graphics Group before its spin-off as a corporation in 1986, with funding from Apple co-founder Steve Jobs who became its majority shareholder. Disney purchased Pixar in January 2006 at a valuation of $7.4+ billion by converting each share of Pixar stock to 2.3 shares of Disney stock. Pixar is best known for its feature films, technologically powered by RenderMan, the company's own implementation of the industry-standard RenderMan Interface Specification image-rendering API. The studio's mascot is Luxo Jr., a desk lamp from the studio's 1986 short film of the same name.\nPixar has produced 26 feature films, starting with Toy Story (1995), which is the first fully computer-animated feature film; its most recent film was Lightyear (2022). The studio has also produced many short films. As of July 2019, its feature films have earned approximately $14 billion at the worldwide box office, with an average worldwide gross of $680 million per film. Toy Story 3 (2010), Finding Dory (2016), Incredibles 2 (2018), and Toy Story 4 (2019) are all among the 50 highest-grossing films of all time. Incredibles 2 is the studio's highest grossing film as well as the fourth-highest-grossing animated film of all time, with a gross of $1.2 billion; the other three also grossed over $1 billion. Moreover, 15 of Pixar's films are in the 50 highest-grossing animated films of all time.\nPixar has earned 23 Academy Awards, 10 Golden Globe Awards, and 11 Grammy Awards, along with numerous other awards and acknowledgments. Its films are frequently nominated for the Academy Award for Best Animated Feature, since its inauguration in 2001, with eleven winners being Finding Nemo (2003), The Incredibles (2004), Ratatouille (2007), WALL-E (2008), Up (2009), Toy Story 3 (2010), Brave (2012), Inside Out (2015), Coco (2017), Toy Story 4 (2019), and Soul (2020). The six nominated films that did not win are Monsters, Inc. (2001), Cars (2006), Incredibles 2 (2018), Onward (2020), Luca (2021) and Turning Red (2022). Cars 2 (2011), Monsters University (2013), The Good Dinosaur (2015), Finding Dory (2016), Cars 3 (2017) and the aforementioned Lightyear were not nominated. In addition, Toy Story 3 and Up were nominated for the Academy Award for Best Picture.\nOn February 10, 2009, Pixar executives John Lasseter, Brad Bird, Pete Docter, Andrew Stanton, and Lee Unkrich were presented with the Golden Lion award for Lifetime Achievement by the Venice Film Festival. The physical award was ceremoniously handed to Lucasfilm's founder, George Lucas.", "url": "https://en.wikipedia.org/wiki/Pixar", "interest": "Pixar"}]}]}, {"title": "Netflix Prize", "summary": "The Netflix Prize was an open competition for the best collaborative filtering algorithm to predict user ratings for films, based on previous ratings without any other information about the users or films, i.e. without the users being identified except by numbers assigned for the contest.\nThe competition was held by Netflix, an online DVD-rental and video streaming service, and was open to anyone who is neither connected with Netflix (current and former employees, agents, close relatives of Netflix employees, etc.) nor a resident of certain blocked countries (such as Cuba or North Korea). On September 21, 2009, the grand prize of US$1,000,000 was given to the BellKor's Pragmatic Chaos team which bested Netflix's own algorithm for predicting ratings by 10.06%.", "url": "https://en.wikipedia.org/wiki/Netflix_Prize", "interest": "netflix prize", "relatedTopics": [{"title": "Netflix", "summary": "Netflix is an American subscription video on-demand over-the-top streaming service owned and operated by Netflix, Inc.", "url": "https://en.wikipedia.org/wiki/Netflix", "interest": "Netflix", "relatedTopics": [{"title": "Stranger Things", "summary": "Stranger Things is an American science fiction horror drama television series created by the Duffer Brothers, who also serve as showrunners and are executive producers along with Shawn Levy and Dan Cohen. Produced by Monkey Massacre Productions and Levy's 21 Laps Entertainment, the first season was released on Netflix on July 15, 2016. Its second, third, and fourth seasons followed in October 2017, July 2019, and May and July 2022, respectively. In February 2022, it was renewed for a fifth and final season.\nSet in the 1980s, the series centers around the residents of the fictional small town of Hawkins, Indiana, as they are plagued by a hostile alternate dimension known as the Upside Down, after a nearby human experimentation facility opens a gateway between it and the normal world. The ensemble cast includes Winona Ryder, David Harbour, Finn Wolfhard, Millie Bobby Brown, Gaten Matarazzo, Caleb McLaughlin, Natalia Dyer, Charlie Heaton, Cara Buono, Matthew Modine, Noah Schnapp, Sadie Sink, Joe Keery, Dacre Montgomery, Sean Astin, Paul Reiser, Maya Hawke, Priah Ferguson and Brett Gelman.\nThe Duffer Brothers developed Stranger Things as a mix of investigative drama and supernatural elements portrayed with horror and childlike sensibilities, while infusing references to the pop culture of the 1980s. Several thematic and directorial elements were inspired by the works of Steven Spielberg, John Carpenter, David Lynch, Stephen King, Wes Craven and H. P. Lovecraft. They also took inspiration from experiments conducted during the Cold War and conspiracy theories involving secret government programs.\nOne of Netflix's flagship series, Stranger Things has attracted record viewership on the streaming platform. It has been critically acclaimed for its characterization, atmosphere, acting, soundtrack, directing, writing, and homages to 1980s films. It has received numerous nominations and awards. An animated spin-off series, developed by Eric Robles and produced by Flying Bark Productions, is in development.", "url": "https://en.wikipedia.org/wiki/Stranger_Things", "interest": "Stranger Things"}, {"title": "Internet", "summary": "The Internet (or internet) is the global system of interconnected computer networks that uses the Internet protocol suite (TCP/IP) to communicate between networks and devices. It is a network of networks that consists of private, public, academic, business, and government networks of local to global scope, linked by a broad array of electronic, wireless, and optical networking technologies. The Internet carries a vast range of information resources and services, such as the interlinked hypertext documents and applications of the World Wide Web (WWW), electronic mail, telephony, and file sharing.\nThe origins of the Internet date back to the development of packet switching and research commissioned by the United States Department of Defense in the late 1960s to enable time-sharing of computers. The primary precursor network, the ARPANET, initially served as a backbone for the interconnection of regional academic and military networks in the 1970s to enable resource sharing. The funding of the National Science Foundation Network as a new backbone in the 1980s, as well as private funding for other commercial extensions, led to worldwide participation in the development of new networking technologies, and the merger of many networks. The linking of commercial networks and enterprises by the early 1990s marked the beginning of the transition to the modern Internet, and generated a sustained exponential growth as generations of institutional, personal, and mobile computers were connected to the network. Although the Internet was widely used by academia in the 1980s, commercialization incorporated its services and technologies into virtually every aspect of modern life.\nMost traditional communication media, including telephone, radio, television, paper mail, and newspapers, are reshaped, redefined, or even bypassed by the Internet, giving birth to new services such as email, Internet telephone, Internet television, online music, digital newspapers, and video streaming websites. Newspaper, book, and other print publishing have adapted to website technology or have been reshaped into blogging, web feeds, and online news aggregators. The Internet has enabled and accelerated new forms of personal interaction through instant messaging, Internet forums, and social networking services. Online shopping has grown exponentially for major retailers, small businesses, and entrepreneurs, as it enables firms to extend their \"brick and mortar\" presence to serve a larger market or even sell goods and services entirely online. Business-to-business and financial services on the Internet affect supply chains across entire industries.\nThe Internet has no single centralized governance in either technological implementation or policies for access and usage; each constituent network sets its own policies. The overarching definitions of the two principal name spaces on the Internet, the Internet Protocol address (IP address) space and the Domain Name System (DNS), are directed by a maintainer organization, the Internet Corporation for Assigned Names and Numbers (ICANN). The technical underpinning and standardization of the core protocols is an activity of the Internet Engineering Task Force (IETF), a non-profit organization of loosely affiliated international participants that anyone may associate with by contributing technical expertise. In November 2006, the Internet was included on USA Today's list of New Seven Wonders.", "url": "https://en.wikipedia.org/wiki/Internet", "interest": "Internet"}, {"title": "The Walt Disney Company", "summary": "The Walt Disney Company, commonly known as Disney (), is an American multinational, mass media and entertainment conglomerate that is headquartered at the Walt Disney Studios complex in Burbank, California. Disney was founded on October 16, 1923, by brothers Walt and Roy O. Disney as Disney Brothers Studio; it also operated under the names Walt Disney Studio and Walt Disney Productions before changing its name to The Walt Disney Company in 1986. Early in its existence, the company established itself as a leader in the animation industry, with the creation of the widely popular character Mickey Mouse, who first appeared in Steamboat Willie, which used synchronized sound, to become the first post-produced sound cartoon. The character would go on to become the company's mascot.\nAfter becoming a major success by the early 1940s, the company diversified into live-action films, television, and theme parks in the 1950s. Following Walt Disney's death in 1966, the company's profits, especially in the animation division, began to decline. Once Disney's shareholders voted Michael Eisner as the head of the company in 1984, it became overwhelmingly successful  during a period called the Disney Renaissance. In 2005, under new CEO Bob Iger, the company started to expand and acquire other corporations. Bob Chapek became the head of Disney in 2020 after Iger's retirement. Chapek was ousted in 2022 and Iger was reinstated as CEO.\nSince the 1980s, Disney has created and acquired corporate divisions to market more mature content than is typically associated with its family-oriented brands. The company is known for its film-studio division Walt Disney Studios, which includes Walt Disney Pictures, Walt Disney Animation Studios, Pixar, Marvel Studios, Lucasfilm, 20th Century Studios, 20th Century Animation, and Searchlight Pictures. Disney's other main business units include divisions in television, broadcasting, streaming media, theme park resorts, consumer products, publishing, and international operations. Through these divisions, Disney owns and operates the ABC broadcast network; cable television networks such as Disney Channel, ESPN, Freeform, FX, and National Geographic; publishing, merchandising, music, and theater divisions; direct-to-consumer streaming services such as Disney+, Star+, ESPN+, Hulu, and Hotstar; and Disney Parks, Experiences and Products, which includes several theme parks, resort hotels, and cruise lines around the world.\nDisney is one of the biggest and best-known companies in the world, and has been ranked number 53 on the 2022 Fortune 500 list of biggest companies in the United States by revenue. Since its founding, the company has won 135 Academy Awards, 26 of which have been awarded to Walt. The company has been said to have produced some of the greatest films of all time, as well as revolutionizing the theme park industry. Disney has been criticized for supposed plagiarism, depicting racial stereotypes in the past, and both including and lacking LGBT-related elements in its films. The company, which has been public since 1940, trades on the New York Stock Exchange (NYSE) with ticker symbol DIS and has been a component of the Dow Jones Industrial Average since 1991. In August 2020, just under two-thirds of the stock was owned by large financial institutions.", "url": "https://en.wikipedia.org/wiki/The_Walt_Disney_Company", "interest": "Disney"}]}, {"title": "Root-mean-square deviation", "summary": "The root-mean-square deviation (RMSD) or root-mean-square error (RMSE) is a frequently used measure of the differences between values (sample or population values) predicted by a model or an estimator and the values observed. The RMSD represents the square root of the second sample moment of the differences between predicted values and observed values or the quadratic mean of these differences. These deviations are called residuals when the calculations are performed over the data sample that was used for estimation and are called errors (or prediction errors) when computed out-of-sample. The RMSD serves to aggregate the magnitudes of the errors in predictions for various data points into a single measure of predictive power. RMSD is a measure of accuracy, to compare forecasting errors of different models for a particular dataset and not between datasets, as it is scale-dependent.RMSD is always non-negative, and a value of 0 (almost never achieved in practice) would indicate a perfect fit to the data. In general, a lower RMSD is better than a higher one. However, comparisons across different types of data would be invalid because the measure is dependent on the scale of the numbers used.\nRMSD is the square root of the average of squared errors. The effect of each error on RMSD is proportional to the size of the squared error; thus larger errors have a disproportionately large effect on RMSD. Consequently, RMSD is sensitive to outliers.", "url": "https://en.wikipedia.org/wiki/Root-mean-square_deviation", "interest": "RMSE", "relatedTopics": [{"title": "Mean absolute error", "summary": "In statistics, mean absolute error (MAE) is a measure of errors between paired observations expressing the same phenomenon. Examples of Y versus X include comparisons of predicted versus observed, subsequent time versus initial time, and one technique of measurement versus an alternative technique of measurement. MAE is calculated as the sum of absolute errors divided by the sample size:\nIt is thus an arithmetic average of the absolute errors \n  \n    \n      \n        \n          |\n        \n        \n          e\n          \n            i\n          \n        \n        \n          |\n        \n        =\n        \n          |\n        \n        \n          y\n          \n            i\n          \n        \n        −\n        \n          x\n          \n            i\n          \n        \n        \n          |\n        \n      \n    \n    {\\displaystyle |e_{i}|=|y_{i}-x_{i}|}\n  , where \n  \n    \n      \n        \n          y\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle y_{i}}\n   is the prediction and \n  \n    \n      \n        \n          x\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle x_{i}}\n   the true value. Alternative formulations may include relative frequencies as weight factors. The mean absolute error uses the same scale as the data being measured. This is known as a scale-dependent accuracy measure and therefore cannot be used to make comparisons between predicted values that use different scales. The mean absolute error is a common measure of forecast error in time series analysis, sometimes used in confusion with the more standard definition of mean absolute deviation. The same confusion exists more generally.", "url": "https://en.wikipedia.org/wiki/Mean_absolute_error", "interest": "Mean absolute error"}, {"title": "Average absolute deviation", "summary": "The average absolute deviation (AAD) of a data set is the average of the absolute deviations from a central point. It is a summary statistic of statistical dispersion or variability. In the general form, the central point can be a mean, median, mode, or the result of any other measure of central tendency or any reference value related to the given data set. \nAAD includes the mean absolute deviation and the median absolute deviation (both abbreviated as MAD).", "url": "https://en.wikipedia.org/wiki/Average_absolute_deviation", "interest": "Average absolute deviation"}, {"title": "Errors and residuals", "summary": "In statistics and optimization, errors and residuals are two closely related and easily confused measures of the deviation of an observed value of an element of a statistical sample from its \"true value\" (not necessarily observable). The error of an observation is the deviation of the observed value from the true value of a quantity of interest (for example, a population mean). The residual is the difference between the observed value and the estimated value of the quantity of interest (for example, a sample mean). The distinction is most important in regression analysis, where the concepts are sometimes called the regression errors and regression residuals and where they lead to the concept of studentized residuals.\nIn econometrics, \"errors\" are also called disturbances.", "url": "https://en.wikipedia.org/wiki/Errors_and_residuals", "interest": "Errors and residuals in statistics"}]}, {"title": "AT&T Labs", "summary": "AT&T Labs is the research & development division of AT&T, the telecommunications company. It employs some 1,800 people in various locations, including: Bedminster NJ; Middletown, NJ; Manhattan, NY; Warrenville, IL; Austin, TX; Dallas, TX; Atlanta, GA; San Francisco, CA; San Ramon, CA; and Redmond, WA. The main research division, made up of around 450 people, is based across the Bedminster, Middletown, San Francisco, and Manhattan locations.\nAT&T Labs traces its history from AT&T Bell Labs. Much research is in areas traditionally associated with networks and systems, ranging from the physics of optical transmission to foundational topics in computing and communications. Other research areas address the technical challenges of large operational networks and the resulting large data sets.", "url": "https://en.wikipedia.org/wiki/AT%26T_Labs", "interest": "AT&T Labs", "relatedTopics": [{"title": "AT&T", "summary": "AT&T Inc. is an American multinational telecommunications holding company headquartered at Whitacre Tower in Downtown Dallas, Texas. It is the world's third largest telecommunications company by revenue and the third-largest provider of mobile telephone services in the U.S. As of 2023, AT&T was ranked 13th on the Fortune 500 rankings of the largest United States corporations, with revenues of $120.7 billion.During most of the 20th century, AT&T had a monopoly on phone service in the United States. The company began its history as the American District Telegraph Company, formed in St. Louis in 1878. After expanding services to Arkansas, Kansas, Oklahoma and Texas through a series of mergers, it became Southwestern Bell Telephone Company in 1920, which was then a subsidiary of American Telephone and Telegraph Company. The latter was a successor of the original Bell Telephone Company founded by Alexander Graham Bell in 1877. The American Bell Telephone Company formed the American Telephone and Telegraph Company (AT&T) subsidiary in 1885. In 1899, AT&T became the parent company after the American Bell Telephone Company sold its assets to its subsidiary. The company was rebranded as AT&T Corp. in 1994. The 1982 United States v. AT&T antitrust lawsuit resulted in the divestiture of AT&T's (\"Ma Bell\") local operating subsidiaries which were grouped into seven Regional Bell Operating Companies (RBOCs), commonly referred to as \"Baby Bells\", resulting in seven independent companies, including Southwestern Bell Corporation (SBC). The latter changed its name to SBC Communications Inc. in 1995.In 2005, SBC purchased its former parent AT&T Corp. and took on its branding, with the merged entity naming itself AT&T Inc. and using its history, a version of its iconic logo and stock-trading symbol, which launched on December 30, 2005. AT&T Inc. acquired BellSouth Corporation in 2006, the last independent Baby Bell company, making its formerly joint venture Cingular Wireless (which had acquired AT&T Wireless in 2004) wholly owned and rebranding it as AT&T Mobility. AT&T Inc. also acquired Time Warner in 2016, with the proposed merger confirming on June 12, 2018 and the aim of making AT&T the largest and controlling shareholder of Time Warner and rebranding it as WarnerMedia in 2018. The company later withdrew its equity stake in WarnerMedia in 2022 and merged it with Discovery, Inc. to create Warner Bros. Discovery, divesting itself of its media arm.\nThe current AT&T reconstitutes much of the former Bell System, and includes four of the seven \"Baby Bells\" along with the original AT&T Corp., including the long-distance division.", "url": "https://en.wikipedia.org/wiki/AT%26T", "interest": "AT&T"}, {"title": "Research and development", "summary": "Research and development (R&D or R+D), known in Europe as research and technological development (RTD), is the set of innovative activities undertaken by corporations or governments in developing new services or products, and improving existing ones. Research and development constitutes the first stage of development of a potential new service or the production process.\nR&D activities differ from institution to institution, with two primary models of an R&D department either staffed by engineers and tasked with directly developing new products, or staffed with industrial scientists and tasked with applied research in scientific or technological fields, which may facilitate future product development. R&D differs from the vast majority of corporate activities in that it is not intended to yield immediate profit, and generally carries greater risk and an uncertain return on investment. However R&D is crucial for acquiring larger shares of the market through the marketisation of new products. R&D&I or R&D&i are also acronyms with the same general meaning of R&D and stand for research, development and innovation.", "url": "https://en.wikipedia.org/wiki/Research_and_development", "interest": "R&D"}, {"title": "AT&T Laboratories", "summary": "AT&T Laboratories, Inc. was the research & development division of AT&T Corporation. It was founded in 1925 as Bell Telephone Laboratories, Inc., following the merger of the research & development divisions of American Telephone & Telegraph and Western Electric.", "url": "https://en.wikipedia.org/wiki/AT%26T_Laboratories", "interest": "AT&T Laboratories"}]}]}]